Repository: nguyendt-tn/English-Vietnamese-Dictionary
Catalog: lib/l10n/app_*.arb
Languages: vi

# currentLanguage
source: English
vi: Vietnamese

source: Language
vi: Ngôn ngữ

source: Translate
vi: Dịch

source: Recent word
vi: Từ đã tra

source: Favorite word
vi: Từ yêu thích

source: Practice
vi: Luyện tập

# setting
source: Settings
vi: Cài đặt

source: Cancel
vi: Hủy

source: Rate us
vi: Đánh giá ứng dụng

source: Feedback
vi: Gửi phản hồi

source: Privacy
vi: Quyền riêng tư

source: Terms
vi: Điều khoản sử dụng

# typeToSearch
source: Enter the word to look up
vi: Nhập từ cần tra

# setupData
source: Decompressing data, please wait!
vi: Đang giải nén dữ liệu, vui lòng chờ!

# errorImport
source: An error occurred, please restart!
vi: Có lỗi xãy ra vui lòng khởi động lại!

# errorConnection
source: Please connect to the internet to use this function!
vi: Vui lòng kết nối internet để sử dụng chức năng này!

# errorMessage
source: An error occurred, please try again later!
vi: Có lỗi xảy ra, vui lòng thử lại sau!

# requireMessage
source: Please type content
vi: Vui lòng nhập nội dung

# warningExit
source: Click again to exit the application
vi: Bấm lần nữa để thoát ứng dụng

# typeTranslate
source: Click to enter the text that needs to be Translate
vi: Nhấn để nhập văn bản cần dịch

# saveMessage
source: Saved successfully!
vi: Đã lưu thành công

source: Result
vi: Kết quả

# notFondWord
source: Not found this word!
vi: Không tìm thấy từ này!

# notFoundRecent
source: No recent word found!
vi: Không tìm thấy từ đã tra!

# notFoundFavorite
source: No favorite word found!
vi: Không tìm thấy từ yêu thích!
